---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralElementDefinitionData.Section
source: html/703a784b-7136-8c4a-b99b-5b0b9b0b66b1.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralElementDefinitionData.Section Property

Structural section of the element.

## Syntax (C#)
```csharp
public StructuralSection Section { get; }
```